[
    {
        "foodName": "Classic Cheeseburger",
        "image": "https://i.ibb.co/z2qH7LB/hamburguer-2-1000x600.jpg",
        "category": "Burgers",
        "quantity": "1",
        "price": "9.99",
        "origin": "United States",
        "desc": "Indulge in the timeless favorite of our Classic Cheeseburger. This burger is a true classic, featuring a juicy beef patty, perfectly melted cheese, and a medley of fresh vegetables. Each bite is a journey through the flavors of the United States, where the art of burger-making was perfected. Whether you're a burger enthusiast or just craving a taste of nostalgia, our Classic Cheeseburger is the perfect choice for a satisfying and delicious meal.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Grilled Salmon",
        "image": "https://i.ibb.co/VWHyVrq/Indian-restaurants-in-Umm-Al-Quwain-B-31-08.jpg",
        "category": "Seafood",
        "quantity": "15",
        "price": "14.99",
        "origin": "Norway",
        "desc": "Experience the exquisite flavors of Norway with our Grilled Salmon. This freshly caught salmon fillet is grilled to perfection, creating a symphony of taste and texture that's hard to resist. Served with a delectable lemon butter sauce, it's a seafood sensation that transports you to the scenic landscapes of Norway. Whether you're a seafood lover or just looking for a delightful culinary adventure, our Grilled Salmon promises a memorable and satisfying dining experience.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Ribeye Steak",
        "image": "shttps://i.ibb.co/M1rT3xJ/1602313107-675504.jpg",
        "category": "Steak",
        "quantity": "1",
        "price": "19.99",
        "origin": "Argentina",
        "desc": "Savor the succulence of our Ribeye Steak, a culinary masterpiece from the heart of Argentina. This tender ribeye steak is expertly seasoned and cooked to perfection, ensuring a taste experience like no other. Whether you prefer it rare, medium, or well-done, our Ribeye Steak offers a delightful journey through the flavors of Argentina, where steak is an art form. It's a true carnivore's delight and a perfect choice for a satisfying and indulgent meal.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Turkey Club Sandwich",
        "image": "https://i.ibb.co/Rctgdys/sendvich-s-korbonatom-i-syrom.jpg",
        "category": "Sandwiches",
        "quantity": "1",
        "price": "8.49",
        "origin": "United States",
        "desc": "Indulge in the classic flavors of our Turkey Club Sandwich, a triple-decker delight that's sure to satisfy your cravings. Each layer is carefully stacked with generous portions of tender turkey, crispy bacon, fresh lettuce, and juicy tomato. The sandwich is held together by slices of your choice of bread, creating a harmonious blend of textures and tastes. Whether you're enjoying it for lunch or a quick bite, this sandwich is the perfect combination of comfort and flavor that will leave you wanting more.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Spaghetti Bolognese",
        "image": "https://i.ibb.co/JxLmt5v/pasta-pomodoro-1536x864.jpg",
        "category": "Pasta",
        "quantity": "1",
        "price": "11.99",
        "origin": "Italy",
        "desc": "Experience a taste of Italy with our Spaghetti Bolognese. Al dente spaghetti is lovingly coated in a rich and savory Bolognese sauce made from a secret family recipe. The sauce, simmered to perfection, is a delectable blend of ground meat, tomatoes, herbs, and spices. Each forkful is a journey through the flavors of Italy, offering a comforting and satisfying dining experience that's both hearty and heartwarming.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Caesar Salad",
        "image": "https://i.ibb.co/Q633bB1/RS7821-475238073.jpg",
        "category": "Salads",
        "quantity": "1",
        "price": "7.99",
        "origin": "United States",
        "desc": "Savor the timeless taste of our Caesar Salad, a classic creation that's a true favorite. Crisp romaine lettuce, crunchy croutons, and a drizzle of creamy Caesar dressing come together in this salad, creating a harmonious medley of flavors and textures. Whether you enjoy it as a side dish or a light meal, our Caesar Salad offers the perfect blend of fresh ingredients and savory dressing, ensuring a delightful and refreshing dining experience.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "BBQ Bacon Burger",
        "image": "https://i.ibb.co/yNtzWkL/FAT-BURGER-5.jpg",
        "category": "Burgers",
        "quantity": "8",
        "price": "12.99",
        "origin": "United States",
        "desc": "Indulge in the mouthwatering goodness of our BBQ Bacon Burger. This burger is a delectable combination of a juicy patty, crispy bacon, and a tangy BBQ sauce that tantalizes your taste buds with every bite. Served on a fresh bun, it's a culinary experience that captures the essence of American comfort food. Whether you're a fan of burgers or barbecue, this flavorful creation is the perfect choice for a satisfying and memorable meal.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Garlic Butter Shrimp",
        "image": "https://i.ibb.co/y0NWyjg/eda-rybnye-blyuda-s-moreproduktami-lobs-1331743.jpg",
        "category": "Seafood",
        "quantity": "7",
        "price": "16.99",
        "origin": "Louisiana",
        "desc": "Indulge in the exquisite flavors of the Gulf with our Garlic Butter Shrimp. Freshly caught Gulf shrimp are the star of this dish, cooked to perfection in a delectable garlic butter sauce. Every bite is a burst of savory goodness, bringing the taste of Louisiana right to your plate. Whether you're a seafood enthusiast or just looking to savor a true southern delicacy, our Garlic Butter Shrimp is a culinary experience you won't want to miss.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "T-Bone Steak",
        "image": "https://i.ibb.co/t3KK4Y3/a26917a6f6a7cbb55e850d93971a2ef9.jpg",
        "category": "Steak",
        "quantity": "5",
        "price": "24.99",
        "origin": "United States",
        "desc": "Satisfy your cravings with our T-Bone Steak, a true meat lover's dream. This succulent and perfectly grilled T-bone steak is a carnivore's delight, featuring a mouthwatering combination of the tender filet and the flavorful sirloin. Cooked to your preferred level of doneness and served with a side of fresh, seasoned vegetables, this dish is an American classic that promises a hearty and memorable dining experience.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Turkey and Avocado Wrap",
        "image": "https://i.ibb.co/Jp9hjmL/scale.webp",
        "category": "Sandwiches",
        "quantity": "11",
        "price": "10.49",
        "origin": "United States",
        "desc": "Delight in a healthy and satisfying meal with our Turkey and Avocado Wrap. This fresh and flavorful wrap combines succulent slices of turkey, creamy avocado, mixed greens, and a drizzle of your favorite dressing. Perfectly wrapped in a soft tortilla, it's a handheld delight that's as delicious as it is nutritious. Whether you're on the go or dining in, our Turkey and Avocado Wrap is the ideal choice for a balanced and tasty lunch or dinner.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Penne Alfredo",
        "image": "https://i.ibb.co/W0w61Ww/png-clipart-pasta.png",
        "category": "Pasta",
        "quantity": "9",
        "price": "14.99",
        "origin": "Italy",
        "desc": "Transport your taste buds to Italy with our Penne Alfredo, a classic pasta dish that's both rich and creamy. Al dente penne pasta is generously coated in a luscious Alfredo sauce, made with the finest parmesan cheese and a touch of butter. It's comfort food at its best, offering a satisfying and indulgent dining experience. Whether you're a pasta connoisseur or simply looking for a taste of Italy, our Penne Alfredo promises to satisfy your cravings.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Greek Salad",
        "image": "https://i.ibb.co/h774YML/salat-v-tarelke.jpg",
        "category": "Salads",
        "quantity": "13",
        "price": "8.99",
        "origin": "Greece",
        "desc": "Elevate your salad experience with our refreshing Greek Salad. This traditional Mediterranean delight is a vibrant mix of ripe tomatoes, crisp cucumbers, briny olives, and creamy feta cheese, all drizzled with a zesty Greek dressing. It's a symphony of flavors and textures that captures the essence of Greece. Whether you're a fan of Greek cuisine or a salad enthusiast, our Greek Salad is a light and satisfying choice that's perfect for a healthy and flavorful meal.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Spicy Chicken Burger",
        "image": "https://i.ibb.co/stMtxBY/b26449e337ad7161d8d979385ac93a93.jpg",
        "category": "Burgers",
        "quantity": "8",
        "price": "8.49",
        "origin": "United States",
        "desc": "Indulge in the fiery delight of our Spicy Chicken Burger. Savor the perfect blend of flavors as a succulent, tender chicken patty is grilled to perfection and paired with a delightful combination of jalapeños, lettuce, and our signature spicy mayo. Each bite is an explosion of taste, offering the right amount of heat and savory goodness. Hailing from the heart of the United States, this burger is a true American classic with a spicy twist. Whether you're a spice lover or just looking to try something new, this burger is sure to tickle your taste buds and leave you craving for more.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Grilled Shrimp Scampi",
        "image": "https://i.ibb.co/KwKJHfF/13-Spots-for-the-Best-Fish-and-Chips-on-the-Gold-Coast.jpg",
        "category": "Seafood",
        "quantity": "6",
        "price": "17.99",
        "origin": "Italy",
        "desc": "Experience the taste of the Mediterranean with our Grilled Shrimp Scampi. Succulent, plump shrimp are grilled to perfection with garlic and a zesty lemon twist, creating a mouthwatering symphony of flavors. Served over a bed of al dente linguine, the dish is a savory delight that transports you to the charming streets of Italy. This Italian-inspired seafood classic is a perfect blend of fresh ingredients and rich Mediterranean spices. Dive into a world of seafood sensations that will leave you longing for the next bite. Buon appetito!",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    },
    {
        "foodName": "Filet Mignon",
        "image": "https://i.ibb.co/9VZ7D6h/f4f8692f7e907fa3769b5a22816f88e0.jpg",
        "category": "Steak",
        "quantity": "4",
        "price": "24.99",
        "origin": "United States",
        "desc": "Treat yourself to the ultimate in steak luxury with our Filet Mignon. This tender and succulent cut of beef is expertly seared and seasoned to perfection, ensuring each bite is a taste sensation like no other. Hailing from the heart of the United States, this Filet Mignon is a prime example of American culinary excellence. Whether you prefer it cooked rare, medium, or well-done, this steak is a true masterpiece, and it's guaranteed to elevate your dining experience to a whole new level of indulgence.",
        "userEmail": "mdrakibulislam4516@gmail.com",
        "userName": "Rakibul Islam",
        "orders":"0"
    }
]